{ 
    "bigCard": [
        {
            "id": 1,
            "imgURL": "../pictures/genHomeTestPics/secondBrain.jpg",
            "title": "Building a Second Brain",
            "username": "TiagoForte66",
            "description": "For the first time in history, we have instantaneous access to the world’s knowledge. There has never been a better time to learn, to contribute, and to improve ourselves. Yet, rather than feeling empowered, we are often left feeling overwhelmed by this constant influx of information. The very knowledge that was supposed to set us free has instead led to the paralyzing stress of believing we’ll never know or remember enough. Now, this eye-opening and accessible guide shows how you can easily create your own personal system for knowledge management, otherwise known as a Second Brain. As a trusted and organized digital repository of your most valued ideas, notes, and creative work synced across all your devices and platforms, a Second Brain gives you the confidence to tackle your most important projects and ambitious goals."
        }
    ],

    "mediumCard":[
        {
            "id": 1, 
            "imgURL": "../pictures/genHomeTestPics/cursed.jpg",
            "title": "Cursed",
            "username": "thomasWheeler",
            "description": "But what if the Sword has chosen a Queen? Nimue grew up an outcast. Her connection to dark magic made her something to be feared in her Druid village, and that made her desperate to leave… That is, until her entire village is slaughtered by Red Paladins, and Nimue’s fate is forever altered. Charged by her dying mother to reunite an ancient sword with a legendary sorcerer, Nimue is now her people’s only hope. Her mission leaves little room for revenge, but the growing power within her can think of little else. Nimue teams up with a charming mercenary named Arthur and refugee Fey Folk from across England. She wields a sword meant for the one true king, battling paladins and the armies of a corrupt king. She struggles to unite her people, avenge her family, and discover the truth about her destiny. [...]"
        },

        {
            "id": 2,
            "imgURL": "../pictures/genHomeTestPics/xMen.jpg",
            "title": "X-Men Blue: Origins (2023)",
            "username": "comicFan123",
            "description":"THE DEFINITIVE NIGHTCRAWLER ORIGIN STORY! This is the one you can't miss, True Believer! You think you know how the beloved blue devil came into this troubled world? You think you know the tale of his mendacious mamma Mystique? You don't! Mother and son reunite in a mold-shattering tale that exposes secrets held for decades and redefines both characters forever. A collector's item in the making."
        },

        {
            "id": 3,
            "imgURL": "../pictures/genHomeTestPics/cityOfBones.jpg",
            "title": "The Mortal Instruments: City of Bones",
            "username": "CassandraClare",
            "description": "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is nothing―not even a smear of blood―to show that a boy has died. Or was he a boy? ..."
        }, 

        {
            "id": 4,
            "imgURL": "../pictures/genHomeTestPics/HungerGames.jpg",
            "title": "The Hunger Games",
            "username": "SuzanneCollins14",
            "description": "Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love."
        },

        {
            "id": 5,
            "imgURL": "../pictures/genHomeTestPics/theMazeRunner.jpg",
            "title": "The Maze Runner",
            "username": "JamesDashner",
            "description": "When Thomas wakes up in the lift, the only thing he can remember is his name. He's surrounded by strangers—boys whose memories are also gone. Outside the towering stone walls that surround them is a limitless, ever-changing maze. It's the only way out—and no one's ever made it through alive."
        },

        {
            "id": 6,
            "imgURL": "../pictures/genHomeTestPics/theLittlePrince.jpg",
            "title": "The Little Prince",
            "username": "antonie123",
            "description": "A pilot stranded in the desert awakes one morning to see, standing before him, the most extraordinary little fellow. 'Please,' asks the stranger, 'draw me a sheep.' And the pilot realizes that when life's events are too difficult to understand, there is no choice but to succumb to their mysteries. He pulls out pencil and paper... And thus begins this wise and enchanting fable that, in teaching the secret of what is really important in life, has changed forever the world for its readers."
        },

        {
            "id": 7,
            "imgURL": "../pictures/genHomeTestPics/HungerGames3.jpg",
            "title": "The Hunger Games #3: Mockingjay",
            "username": "SuzanneCollins14",
            "description": "Katniss Everdeen, girl on fire, has survived, even though her home has been destroyed. Gale has escaped. Katniss's family is safe. Peeta has been captured by the Capitol. District 13 really does exist. There are rebels. There are new leaders. A revolution is unfolding. It is by design that Katniss was rescued from the arena in the cruel and haunting Quarter Quell, and it is by design that she has long been part of the revolution without knowing it."
        },

        {
            "id": 8,
            "imgURL": "../pictures/genHomeTestPics/HPbook2.jpg",
            "title": "Harry Potter and the Sorcerer's Stone",
            "username": "JKRowling44",
            "description": "Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!"
        },

        {
            "id": 9,
            "imgURL": "../pictures/genHomeTestPics/dune.jpg",
            "title": "Dune",
            "username": "FrnakHerbert",
            "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the 'spice' melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for..."
        },

        {
            "id": 10,
            "imgURL": "../pictures/genHomeTestPics/gameOfThrones.jpg",
            "title": "Game of Thrones: A Song of Ice and Fire",
            "username": "author33",
            "description": "Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King’s Landing. There Eddard Stark of Winterfell rules in Robert's name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse—unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season. [...]"
        }
    ]
}